# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'bash'
brew 'coreutils'
brew 'ffmpeg'
brew 'git-extras'
brew 'git-flow'
brew 'git'
brew 'grep'
brew 'jq'
brew 'legit'
brew 'mackup'
brew 'mas'
brew 'pkg-config'
brew 'thefuck'
brew 'wget'

# Apps
cask 'alt-tab'
cask 'balenaetcher'
cask 'bartender'
cask 'brave-browser'
cask 'cyberduck'
cask 'devtoys'
cask 'fig'
cask 'github'
cask 'google-chrome'
cask 'iterm2'
cask 'notion'
cask 'platypus'
cask 'powershell-preview'
cask 'qbittorrent'
cask 'raycast'
cask 'spotify'
cask 'ssh-config-editor'
cask 'suspicious-package'
cask 'telegram-desktop'
cask 'termius'
cask 'visual-studio-code'
cask 'visual-studio-code'
cask 'whatsapp'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

# Fonts
# cask 'font-lato'
# cask 'font-open-sans'
# cask 'font-roboto'
# cask 'font-source-code-pro-for-powerline'
# cask 'font-source-code-pro'
# cask 'font-source-sans-pro'
# cask 'font-source-serif-pro'

# Mac App Store
mas 'Infuse', id: 1136220934
mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 1295203466
# mas 'NET_Toolkit', id: 836847379
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Shazam', id: 897118787
mas 'Speedtest', id: 1153157709
mas 'WireGuard', id: 1451685025
